[
  {
    "cat_id": "70417071",
    "name": "Luke & ( Leia)felv+",
    "url":"https://www.petfinder.com/cat/luke-leiafelv-70417071/va/herndon/fancy-cats-rescue-team-va145/",
    "summary": "Hello, I'm Luke Skywalker, your future feline companion. My tale is a magical one. I was just a regular cat, but one night, under the full moon, I discovered I could speak human language. Startled, I ran away, finding myself here. I'm curious, smart, sweet, and friendly, not to mention a bit goofy and brave. My best friend, Princess Leia, is here too. We're a playful, cuddly, energetic duo who love adventures. I promise to fill your life with purrs, laughter, and endless love. I may not be a Jedi, but I can surely be the hero of your heart.",
    "age": "Adult",
    "gender": "Male",
    "size": "Medium",
    "coat":"Short",
    "breed":"Abyssinian",
    "photo":"images/Abyssinian/70417071.jpeg"
  },
  {
    "cat_id": "71830956",
    "name": "Abby",
    "url":"https://www.petfinder.com/cat/abby-71830956/va/arlington/home-alone-feline-rescue-va219/",
    "summary": "We were sad to recently receive this message from a previous adopter:\"\n I am not in good health and need to find a home for her now because I can no longer give her the attention she needs and deserves. It would bring me peace of mind to know that she is in a loving home.\"\n Abby , an Abyssinian-mix was adopted as a young kitten in 2017 to be a companion to another young cat already in the home. Now 7 yrs old, she is up-to-date on vaccinations and currently residing in Harpers Ferry, WVA. Abby will need some time to adjust to a new home but will be a cherished family member once she settles in.",
    "age": "Adult",
    "gender": "Female",
    "size": "Medium",
    "coat":"Short",
    "breed":"Abyssinian",
    "photo":"images/Abyssinian/71830956.jpeg"
  },
  {
    "cat_id": "72245105",
    "name": "Dahlia",
    "url":"https://www.petfinder.com/cat/dahlia-72245105/md/white-plains/rescue-angels-of-southern-maryland-inc-md491/",
    "summary": "Just like her mama! Dahlia looks just like her beautiful mama, Garden. She is part of the Garden litter and was born 4/3/24. She is playful, sweet, fun, and ready to meet her new family. We have no knowledge of how she is with dogs or young children. If interested in meeting her for adoption, please complete an application at rescueangelssomd.com. All of our cats are spayed/neutered, FVRCP and rabies vaccinated, microchipped, FeLV/FIV tested, dewormed, and clean and healthy. Indoor homes only, no declawing, and serious committed adopters only.",
    "age": "Kitten",
    "gender": "Female",
    "size": "Medium",
    "coat":"Short",
    "breed":"Abyssinian",
    "photo":"images/Abyssinian/72245105.jpg"
  },
  {
    "cat_id": "72157682",
    "name": "Sugarplum",
    "url":"https://www.petfinder.com/cat/sugarplum-72157682/md/gaithersburg/furever-saved-fl1729/",
    "summary": "Say hello to Sugarplum, a stunning black kitten with a touch of elegance and a graceful demeanor. Sugarplum carries herself with a quiet confidence and has a gentle, sweet personality that makes her a truly delightful companion.\n Sugarplum’s calm and composed nature is perfect for those who appreciate a little tranquility. She loves to sit by the window, watching the world go by, and enjoys gentle playtimes with her sisters. Her purrs are soft and soothing, a perfect match for her serene presence.\n Adopt Sugarplum today and let her elegant charm and gentle purrs bring peace and love into your home!\n Adoption fee: $120 each - This fee helps cover the cost of spay/neuter, deworming, microchip, and vaccines, ensuring each kitten is healthy and ready for their new life. \n Transportation from South Florida to North: $330\n Special Offer: Adopt two sisters together for a total fee plus transport of $600.\n For more information or to adopt Bluebell, Sweetpea, Ladybug, or Sugarplum (alone or with a sister), please contact us today. Each kitten is eager to find their forever home and start a new journey filled with love and adventure!",
    "age": "Kitten",
    "gender": "Female",
    "size": "Medium",
    "coat":"Short",
    "breed":"American Shorthair",
    "photo":"images/American_Shorthair/72157682.jpeg"
  },
  {
    "cat_id": "72094199",
    "name": "Bruiser",
    "url":"https://www.petfinder.com/cat/bruiser-72094199/md/gaithersburg/furever-saved-fl1729/",
    "summary": "I'm not just a pretty face—I'm also full of playful energy and curiosity! I love to frolic with my foster kitten mates, and my gentle nature makes me a joy to be around. Whether it's chasing after toys or snuggling up for a cozy nap, I bring a mix of fun and warmth to every moment.\n I'm now ready to find my forever home where I can share my endless affection and playful spirit. If you're looking for a loyal companion who's full of love and ready for adventure, look no further—Bruiser is here to win your heart!\n Adopt Bruiser today and let this delightful tabby be your new best friend!\n Adoption fee: $120 - This fee helps cover the cost of spay/neuter, deworming, microchip, and vaccines, ensuring Bruiser is healthy and ready for his new life.\n Transportation from South Florida to North: $330\n For more information or to adopt Bruiser, please contact us today. He's eager to join a loving family and continue spreading joy and love in his forever home.",
    "age": "Young",
    "gender": "Male",
    "size": "Medium",
    "coat":"Short",
    "breed":"American Shorthair",
    "photo":"images/American_Shorthair/72094199.jpeg"
  },
  {
    "cat_id": "64635658",
    "name": "Uni Kitty",
    "url":"https://www.petfinder.com/cat/uni-kitty-64635658/md/mount-airy/furever-home-md507/",
    "summary": "Who says you don't get second chances in life? That's certainly not true for this sweet older lady. We don't know much about her back story, but what we do know is that somehow she found herself alone on the streets of Baltimore. She was taken to Baltimore Animal Control, where everyone there immediately fell in love with her. As stressful as it must have been to lose her home, be kicked out on the street and then wind up at a busy shelter, her wonderful disposition just shined right through.\n She absolutely adores people and was a well loved pet at one point. She can't get enough of being petted and receiving belly rubs. She is an easy going ol' gal and gets along fine with other cats and animals. She's extremely adaptable. She has perfect litter box skills and manners. She's not one to climb up curtains or scratch on furniture. Her favorite thing in the world is just to snooze next to her person. She does have a playful side, but in general she's a very calm girl. Just an all around sweetheart. She will make a new family very happy.\n Like all Furever Home cats, Uni is FeLV positive. If you'd like more information about FeLV or Uni, please contact FureverHomeMD@gmail.com",
    "age": "Senior",
    "gender": "Female",
    "size": "Large",
    "coat":"Short",
    "breed":"American Shorthair",
    "photo":"images/American_Shorthair/64635658.jpg"
  },
  {
    "cat_id": "72550924",
    "name": "Zoe & Zara",
    "url":"https://www.petfinder.com/cat/zoe-zara-kittens-dressed-to-impress-72550924/va/bristow/must-love-cats-rescue-va769/",
    "summary": "Hi! We are Zoe & Zara, and as you can see from our photos, we are dressed to impress in our tuxedos. We are approximately 10 weeks old and are a bonded pair, so we must be adopted together. We are both typical kittens so we are curious, playful, and full of energy. We also love a good cuddle, especially on a nice warm lap or on a warm blanket! Zoe (white spot on the left side of the nose) loves to watch TV and help you cook. Zara (spot on the right side of her nose) loves a good nap, especially in the middle of a pile of blankets. We are both very food and treat motivated.\n Our current foster has both children and other cats and we are fine with both. We have not been tested with dogs but we have no reason to believe we wouldn’t be okay with them. As kittens we are pretty adaptable to most environments at this age.\n Interested in meeting this well-dressed duo? Contact Must Love Cats Rescue to schedule a meet & greet today!",
    "age": "Young",
    "gender": "Female",
    "size": "Small",
    "coat":"Short",
    "breed":"American Shorthair",
    "photo":"images/American_Shorthair/72550924.jpeg"
  },
  {
    "cat_id": "72447177",
    "name": "Willow & Nova",
    "url":"https://www.petfinder.com/cat/willow-nova-kittens-paws-itively-irresistible-72447177/va/bristow/must-love-cats-rescue-va769/",
    "summary": "Meet sisters Willow & Nova. They are approximately 11 weeks old and a bonded pair so they must be adopted together. Nova is the all black kitten and she loves to play with toys and carry them around in her mouth. She is not shy and super friendly with other cats and people. Willow is the tuxedo - notice her unique black stripe down her right paw! She is the boss of the two, but a little more laid back than her sister Nova. She is also great with other cats and people. They have not been tested with dogs, but given their young age, they are very adaptable and could adjust. They are a true comedy show as you will see in the videos! They are not spayed yet (as they are still too young), but Must Love Cats will arrange the appointment and the costs are covered in the adoption fee. They have started their vaccinations but they are not yet complete. This will also be covered by the adoption fee. Interested in learning more about them or scheduling a meet & greet? Contact Must Love Cats Rescue today!",
    "age": "Kitten",
    "gender": "Female",
    "size": "Small",
    "coat":"Short",
    "breed":"American Shorthair",
    "photo":"images/American_Shorthair/72447177.jpeg"
  },
  {
    "cat_id": "72558313",
    "name": "Primrose",
    "url":"https://www.petfinder.com/cat/primrose-72558313/md/nottingham/lone-star-pawz-tx2673/",
    "summary": "Primrose is a sweet cuddling kitty. In her foster home she loves to play and take naps in her human's lap. She has been raised in a home with dogs who are cat friendly and other cats. Primrose would make a wonderful addition to a furever home looking for a fun, loveable, sweet kitten.",
    "age": "Kitten",
    "gender": "Female",
    "size": "Medium",
    "coat":"Short",
    "breed":"Calico",
    "photo":"images/Calico/72558313.jpeg"
  },
  {
    "cat_id": "72558536",
    "name": "Sage",
    "url":"https://www.petfinder.com/cat/sage-72558536/va/gainesville/lone-star-pawz-tx2673/",
    "summary": "Tiny girl with a big personality full of love and curiosity. Loves to play and snuggle with her humans, Sage gets along well with other cats, kittens dogs and puppies.",
    "age": "Kitten",
    "gender": "Female",
    "size": "Medium",
    "coat":"Medium",
    "breed":"Calico",
    "photo":"images/Calico/72558536.jpeg"
  },
  {
    "cat_id": "70417221",
    "name": "Leia & (Luke felv +)",
    "url":"https://www.petfinder.com/cat/leia-luke-felv-70417221/va/herndon/fancy-cats-rescue-team-va145/",
    "summary": "Hello there, I'm Leia. I once lived in a magical world where cats could talk. One day, I found a peculiar portal. My curiosity got the better of me, and I ended up here. I'm smart, I figured out this world quickly. It's different, but I've made it fun. I'm sweet and friendly, always ready to greet new faces. Gentle, too, never a claw out of place. My jokes will have you laughing and my energy will keep you entertained. I love to play and cuddle. My best friend Luke is here too. We're a dynamic duo, two peas in a pod. Adopting me means gaining a loyal companion, a jester to keep you smiling, and a confidante who will listen without judgment. Plus, you'll double the fun if you adopt Luke too. We're ready to bring magic into your life. Will you be our new adventure?\n If you are interested in adopting, please fill out an application and a representative will get back to you shortly to answer any questions you may have. The adoption policies and applications can be found at the following links: https://fancycats.org/adopt-a-cat and https://fancycats.org/adopt-a-dog. Email us at adoption@fancycats.org for general questions about our rescued cats. Email us at dogadoptions@fancycats.org for general questions about our rescued dogs.\n See our calendar of adoption events at https://fancycats.org/(scroll towards bottom)\n You can save animals like this one by becoming a foster! Fosters are like bridges between high kill shelters and forever homes. We need fosters so that we can save cats and dogs before they are euthanized at the shelters. If you are interested in becoming a foster, please visit: https://fancycats.org/volunteer",
    "age": "Adult",
    "gender": "Female",
    "size": "Medium",
    "coat":"Short",
    "breed":"Calico",
    "photo":"images/Calico/70417221.jpeg"
  },
  {
    "cat_id": "72066684",
    "name": "Piper",
    "url":"https://www.petfinder.com/cat/piper-72066684/pa/lancaster/centerville-pet-rescue-pa1211/",
    "summary": "Piper has blue eyes and a pied coat of soft shades of brown, reminiscent of a Siamese cat. If you look closely, you will see the little heart stamped on her nose.\n Her elderly owner could no longer take care of her, and she became orphaned, but luckily , she is mesmerized by people and will follow them anywhere in her reverse Pied Piper role.\n Piper adapts easily to a new environment, and within 4 nights she was climbing into bed with her foster mom. She loves laps and petting, and if you hold a brush next to her, she will brush herself by rubbing against it.\n She enjoys cardboard scratchers and taking naps on top of the bed. Even as a senior adult, she is interested in small toys, and sprinting across rooms. But being cuddled and petted is her idea of a perfect way to spend time.\n Her temperament is sweet and gentle, and the Siamese buried in her ancestry makes her want to talk in her little musical voice. She says “yeah” a lot.\n How can you resist saying “yeah” to sweet Piper? Your lap will never be lonely again.\n Piper is up to date on all age appropriate vaccines. Has been tested for FIV/FELV, microchipped and spayed.",
    "age": "Senior",
    "gender": "Female",
    "size": "Large",
    "coat":"Medium",
    "breed":"Siamese",
    "photo":"images/Siamese/72066684.jpeg"
  },
  {
    "cat_id": "70208106",
    "name": "Gabriel",
    "url":"https://www.petfinder.com/cat/gabriel-70208106/pa/myerstown/humane-society-of-lebanon-county-pa81/",
    "summary": "Meet Gabriel this handsome hunk came to us with a wound to his side. He is currently in a foster home while waiting for his forever home. Gabriel is starting to feel more comfortable in his foster home and really coming out of his shell. He would prefer and quiet where he can be the king of the household. His wound is healing up nicely but still has a small area that is still red.\n If interested in meeting Gabriel fill out an application so we can set up a meet and greet\n www.lebanonhumane.org",
    "age": "Senior",
    "gender": "Male",
    "size": "Large",
    "coat":"Short",
    "breed":"Siamese",
    "photo":"images/Siamese/70208106.jpg"
  },
  {
    "cat_id": "72378135",
    "name": "Garth (and Sugar)",
    "url":"https://www.petfinder.com/cat/garth-persian-sugar-longhair-72378135/va/fairfax/helping-homeless-felines-va653/",
    "summary": "Garth (Persian) and Sugar (long haired grey and white) are two absolutely stunning male cats. Both have come from very bad beginnings.\n Garth was born with a congenital defect on his eyelids. When he came to us his eyes were fully crusted over. Since then he has had 2 eye surgeries on each eye to fix his lids. We can now see his bi-colored eyes. He had to be crated for 6 weeks to recover. He is fully cured!!\n Sugar is stunning with his unusual coat of light silver and white. He was found on the streets with broken canines. Nerve roots were showing and he was in so much pain. Unfortunately he tested positive for FIV but he is so healthy and will have a very long life.\n The boys play tag with each other and have so much fun. Garth especially is over the top loving and affectionate. Never met a cat or human he didn’t like.\n Please open your heart to these fabulous boys. They will bring so much more and energy and smiles to your home.\n Fostered in Fairfax",
    "age": "Young",
    "gender": "Male",
    "size": "Large",
    "coat":"Long",
    "breed":"Persian",
    "photo":"images/Persian/72378135.jpeg"
  },
  {
    "cat_id": "72528240",
    "name": "Sugar (and Garth)",
    "url":"https://www.petfinder.com/cat/garth-and-sugar-72528240/md/federalsburg/kittylovekuwait-md471/",
    "summary": "Sugar (gray & white) and Garth (cream) are inseparable which is why we're posting them together. Super sweet and friendly Garth and Sugar were rescued from the streets of Kuwait together and remained BFF when they travelled to the US. Sadly Sugar is FIV+, the result of fending for himself in the mean streets. Garth also has his \"cross to bear\" having had 2 Egenesis surgeries (malfunction of the eyelids). He also has 2 odd colored eyes. Both boys are deserving of a loving Forever Home to help put the horrors of their past behind.",
    "age": "Young",
    "gender": "Male",
    "size": "Large",
    "coat":"Long",
    "breed":"Persian",
    "photo":"images/Persian/72528240.jpeg"
  }
]
